Repository: PDF-Archiver/PDF-Archiver
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: ⁉️ More Information
de: ⁉️ Mehr Informationen

source: 💾 Drive
de: 💾 Festplatte

source: 📱 Local
de: 📱 Lokal

source: 🗂️ Folder
de: 🗂️ Ordner

source: 🧾 Statistics
de: 🧾 Statistiken

source: 🛠 Preferences
de: 🛠 Einstellungen

source: 25% - Small 💾
de: 25% - Klein 💾

source: 75% - Good 👌 (Default)
de: 75% - Gut 👌 (Standard)

source: About 👤
de: Über 👤

# AboutMeViewText
source: Hello 🤗 I'm Julian - the developer of PDF Archiver. I started this project in 2017 with the macOS App and put a lot of heart and soul into it. 🙄 Friends of mine and I 👨🏻‍💻 have been looking for a way to digitally sort documents so that they can be easily retrieved. 🕵🏻 We didn't want to use a cloud service where our documents would disappear into any database. We wanted a concept where as much information as possible could be stored in the file name. 💾 This is how we defined the following naming scheme: 2019-07-04--blue-pullover__clothing_invoice.pdf It contains a date, a description and tags. Everything together forms the file name, which can be easily searched on various operating systems. To make this sorting as easy as possible I brought PDF Archiver to the iPhone. Here documents can be scanned and then automatically analyzed. 🤯 The intelligent text recognition takes place exclusively on your device, so no private information leaves your device! 🔒 PDF Archiver is intended as a tool for your personal document workflow. So if you saved some time archiving your documents, or if there was a moment when you were happy to have all your documents on your iPhone, feel free to write a short comment on the App Store. 🖋 Made with 💚 and 🙇🏻‍♂️ in Oldenburg, Germany.
de: Hallo 🤗, ich bin Julian - der Entwickler von PDF Archiver. Ich habe dieses Projekt 2017 mit der macOS App gestartet und stecke seitdem viel Herzblut hinein. 🙄 Freunde und ich 👨🏻‍💻 haben nach einem Weg gesucht Dokumente digital zu sortieren, sodass sie einfach wiedergefunden werden können. 🕵🏻‍♂️ Hierbei wollten wir keine Cloud Lösung verwenden, bei der unsere Dokumente in irgendeiner Datenbank verschwinden. Es sollte ein Konzept her, bei dem möglichst viele Informationen im Dateinamen gespeichert werden können. 💾 So legten wir das folgende Namensschema fest: 2019-07-04--blauer-lieblingspullover__kleidung_rechnung.pdf Es enthält ein Datum, eine Beschreibung und Tags. Alles zusammen bildet den Dateinamen, der auf den verschiedensten Betriebssystemen einfach durchsucht werden kann. Um diese Sortierung so einfach wie möglich zu gestalten habe ich PDF Archiver auf das iPhone gebracht. Hier können Dokumente nun eingescannt und anschließend automatisch analysiert werden. 🤯 Die intelligente Texterkennung findet ausschließlich auf deinem Gerät statt, sodass keine privaten Informationen dein Gerät verlassen! 🔒 PDF Archiver ist als Hilfsmittel für deinen persönlichen Dokumenten Workflow gedacht. Falls also auch du etwas Zeit bei der Archivierung sparen konntest oder wenn es einen Moment gab, bei dem du froh warst all deine Dokumente auf dem iPhone zu haben, schreib gerne einen kurzen Kommentar im App Store. 🖋 Made with 💚 and 🙇🏻‍♂️ in Oldenburg, Germany.

source: Activate premium
de: Premium aktivieren

source: Active ✅
de: Aktiv ✅

source: Advanced
de: Erweitert

source: An error occurred 😳
de: Fehler aufgetreten 😳

source: Archive
de: Archiv

source: Archive Mode
de: Archiv Modus

source: Cancel
de: Abbrechen

source: Choose the observed folder
de: Wählen Sie den überwachten Ordner

source: Congratulations! All documents are tagged. 🎉
de: Herzlichen Glückwunsch! Alle Dokumente sind getaggt. 🎉

source: Contact Support 🚑
de: Support kontaktieren 🚑

source: Could not find a folder provider for path: %@
de: Es konnte kein Ordnerprovider für den Pfad gefunden werden: %@

source: Could not find a subscription or lifetime purchase. Please choose one of the options below to support the app development.
de: Es konnte kein Abonnement oder lebenslanger Kauf gefunden werden. Bitte wählen Sie eine der folgenden Optionen, um die Entwicklung der App zu unterstützen.

source: Date
de: Datum

source: Delete
de: Löschen

source: Dismiss
de: Schließen

source: Do you really want to delete this document?
de: Möchtest du dieses Dokument wirklich löschen?

# document_error_description__date_missing
source: Date missing
de: Datum Fehlt

# document_error_description__description_missing
source: Description missing
de: Beschreibung Fehlt

# document_error_description__rename_failed_file_already_exists
source: Renaming Failed
de: Umbenennung Fehlgeschlagen

# document_error_description__tags_missing
source: Missing tags
de: Tags Fehlen

# document_failure_reason__date_missing
source: The date of the document was not specified.
de: Das Datum des Dokumentes wurde nicht angegeben.

# document_failure_reason__description_missing
source: No document description could be found.
de: Es konnte keine Dokumentenbeschreibung gefunden werden.

# document_failure_reason__rename_failed_file_already_exists
source: Renaming the document failed, because a file with this name already exists.
de: Das Umbenennen des Dokumentes ist fehlgeschlagen, da eine Datei mit diesem Namen bereits existiert.

# document_failure_reason__tags_missing
source: No tags were entered for the document.
de: Es wurden keine Tags für das Dokument eingegeben.

# document_recovery_suggestion__date_missing
source: Please add a date.
de: Bitte füge ein Datum hinzu.

# document_recovery_suggestion__description_missing
source: Please enter a description.
de: Bitte gib eine Beschreibung ein.

# document_recovery_suggestion__rename_failed_file_already_exists
source: Please change e.g. the description of the document.
de: Bitte ändere z.B. die Beschreibung des Dokumentes.

# document_recovery_suggestion__tags_missing
source: Please add tags.
de: Bitte füge Tags hinzu.

source: Documents
de: Dokumente

source: Done
de: Fertig

source: Downloading Document
de: Dokument wird heruntergeladen

source: Drop to import file
de: Ablegen zum Importieren von Dateien

source: Edit
de: Bearbeiten

source: Empty Archive
de: Leeres Archiv

source: Enter specification
de: Beschreibung eingeben

source: Enter Tag
de: Tag eingeben

source: Error
de: Fehler

source: Folder Provider Error
de: Ordneranbieter Fehler

source: General
de: Allgemein

source: https://support.apple.com/en-us/HT210598
de: https://support.apple.com/de-de/HT210598

source: Imprint
de: Impressum

source: Inactive ❌
de: Inaktiv ❌

# intro.find.description
source: You can find your documents quickly and easily at any time via the archive or the iCloud Drive app so you always have your most important information in your pocket!
de: Über das Archiv oder die iCloud Drive App kannst du deine Dokumente schnell und einfach jederzeit finden so hast du deine wichtigsten Informationen immer in deiner Tasche!

# intro.last.description
source: And now have fun archiving with PDF Archiver!
de: Und nun viel Spaß beim Archivieren mit PDF Archiver!

# intro.scan.description
source: Scan your documents, letters or invoices easily and with just two clicks with PDF Archiver. The app recognizes the text in your documents and saves it securely as a PDF file in iCloud Drive.
de: Scanne deine Dokumente, Briefe oder Rechnungen einfach und mit nur zwei Klicks mit PDF Archiver. Die App erkennt den Text in deinen Dokumenten und speichert ihn sicher als PDF Datei in iCloud Drive.

# intro.subscription.description
source: I'm an indie developer and work on the app in my spare time. Support the development and unlock all features by signing up for a monthly or annual subscription. Thanks for your help! ☺️️
de: Ich bin ein Indie-Entwickler und arbeite an der App in meiner Freizeit. Unterstütze die Weiterentwicklung und schalte alle Features frei, indem du ein monatliches oder jährliches Abo abschließt. Vielen Dank für deine Hilfe! ☺️

# intro.subscription.title
source: Another Subscription?! 😡 🤬 🤭
de: Noch'n Abo?! 😡 🤬 🤭

# intro.tag.description
source: You have some time in between? Tag your documents and find them quickly at any time. The intelligent text recognition automatically suggests the date and matching tags. Describe your document e.g. with 'Blue Favorite Sweater' and save it in your archive.
de: Du hast zwischendurch etwas Zeit? Tagge nun deine Dokumente. Die intelligente Texterkennung schlägt dir Datum und Tags vor. Beschreibe dein Dokument z.B. 'Blauer Lieblingspullover' und speichere es im Archiv.

source: Load all documents
de: Alle Dokumente laden

source: Load less documents
de: Weniger Dokumente laden

source: Loading ...
de: Laden …

source: Loading documents...
de: Dokumente laden...

source: Manage Subscription
de: Abo verwalten

source: More
de: Mehr

source: No document
de: Kein Dokument

source: No document found
de: Kein Dokument gefunden

source: No Subscription
de: Abo inaktiv

source: No tags selected
de: Keine Tags ausgewählt

source: Not Selected
de: Keine Auswahl

source: Not synchronized - your documents are only stored locally in this app. They can be transferred via the Finder on a Mac, for example.
de: Nicht synchronisiert - Deine Dokumente werden nur lokal in der App gespeichert. Sie können z.B. über den Finder an einem Mac übertragen werden.

source: Not synchronized - Your documents are stored in a folder you choose on your computer. PDF Archiver does not initiate synchronization.
de: Nicht synchronisiert - Deine Dokumente werden in einem von dir ausgewählten Ordner auf deinem Computer gespeichert. Eine Synchronisation wird von PDF Archiver nicht initiiert.

source: Observed Folder
de: Überwachter Ordner

source: Open Archive Folder
de: Archiv Ordner öffnen

source: PDF Archiver is not a backup solution. Please make backups of the archieved PDFs regularly.
de: PDF Archiver ist keine Backup-Lösung. Bitte erstelle regelmäßig Backups der archivierten PDFs.

source: PDF Archiver Website 🖥
de: PDF Archiver Webseite 🖥

source: PDF Quality
de: PDF Qualität

source: Please restart the app to complete the reset.
de: Bitte starte die App neu, um das Zurücksetzen abzuschließen.

source: Preferences
de: Einstellungen

source: Preferences & More
de: Einstellungen & Mehr

source: Privacy
de: Datenschutz

source: Rate App ⭐️
de: App bewerten ⭐️

source: Require Document Specification
de: Dokument-Beschreibung erforderlich

source: Require Document Tags
de: Dokument-Tags erforderlich

source: Reset App
de: App Zurücksetzen

source: Reset App Preferences
de: Einstellungen zurücksetzen

source: Restore purchases
de: Käufe wiederherstellen

source: Revert
de: Rückgängig machen

source: Save
de: Speichern

source: Save Tags in PDF Metadata
de: Tags in PDF-Metadaten speichern

source: Search PDFs
de: Suche PDFs

source: Search your documents
de: Durchsuchen deine Dokumente

source: Searchable PDFs
de: Textanalyse

source: Select
de: Auswählen

source: Select a document
de: Dokument auswählen

source: Select a document from the list.
de: Dokument aus der Liste auswählen.

source: Share PDF Archiver 📱❤️🫵
de: PDF Archiver teilen 📱❤️🫵

source: Show in Finder
de: Im Finder anzeigen

source: Show Intro
de: Intro anzeigen

source: Show Permissions
de: Berechtigungen anzeigen

source: Specification
de: Beschreibung

source: Start scanning and tagging your first document.
de: Beginne mit dem Scannen und Verschlagworten deines ersten Dokuments.

source: Statistics
de: Statistiken

source: Storage
de: Speicher

source: Support further development of a 1 person team.
de: Unterstütze die Arbeit eines einzelnen Entwicklers.

source: Synchronized - Your documents are stored in iCloud Drive. They are available to you on all devices with the same iCloud account, e.g. iPhone, iPad and Mac.
de: Synchronisiert - Deine Dokumente werden in iCloud Drive gespeichert. Sie stehen dir auf allen Geräten mit dem selben iCloud Account zur Verfügung, z.B. iPhone, iPad und Mac.

source: Tag PDFs
de: Tagge PDFs

source: tagged
de: ver­schlag­wor­tet

source: Tagging Mode
de: Tagging Modus

source: Terms & Privacy
de: Datenschutz

# test_file1
source: archive/2018/2018-04-05--salary-april__tax_work.pdf
de: archive/2018/2018-04-05--gehalt-april__arbeit_steuer_gehalt.pdf

# test_file2
source: archive/2017/2017-04-04--gff-info__donation_tax.pdf
de: archive/2017/2017-04-04--gff-info__spenden_steuer.pdf

# test_file3
source: archive/2016/2016-04-03--insurance-report__letter_insurance.pdf
de: archive/2016/2016-04-03--versicherung-report__brief_versicherung.pdf

source: The document will be downloaded to your device. Please wait.
de: Das Dokument wird heruntergeladen. Bitte warte.

source: Today
de: Heute

source: Top Years
de: Top Jahre

source: Try another search query.
de: Versuche eine andere Suchanfrage.

source: untagged
de: unbearbeitet

source: Untagged Documents
de: Unbeschriftete Dokumente

source: You get a 2-week free trail before all subscriptions.
de: Du erhältst eine 2-wöchige kostenlose Testphase vor allen Abonnements.
